"kSaveErrorTitleKey"				= "Wystąpił błąd podczas zachowania pliku.";
"kSaveErrorTextKey"					= "Plik wysyłany do Ciebie nie mógł być zachowany na twoim dysku. Możliwe, że katalog docelowy znajduje się na zablokowanym woluminie. Spróbuj wybrać inny katalog docelowy i spróbuj ponownie.";

"kRecieveItemTitleKey"				= "Odbieram rzecz";
"kRecieveItemUnknownDeviceTextKey"	= "Urządzenie Bluetooth chce wysłać do Ciebie rzecz o nazwie „%@”. Czy chcesz ją zaakceptować?";
"kRecieveItemNamedDeviceTextKey"	= "Urządzenie „%@” chce wysłać do Ciebie rzecz o nazwie „%@”. Czy chcesz ją zaakceptować?";

"kOpenNewFileTitleKey"				= "Przysłano do Ciebie nowy plik, „%@”. Czy chcesz go otworzyć?";
"kOpenNewFileTextKey"				= "Możesz wyłączyć wyświetlanie tego komunikatu w preferencjach Bluetooth.";

"kCouldNotStartSDPTitleKey"			= "Wystąpił błąd podczas próby zezwolenia na połączenia przychodzące.";
"kCouldNotStartSDPTextKey"			= "Oprogramowanie Bluetooth nie jest poprawnie zainstalowane na tym systemie. Zainstaluj ponownie oprogramowanie Bluetooth i spróbuj jeszcze raz.";

"kErrorOpeningFileTitleKey"			= "Wystąpił błąd podczas otwierania pliku.";
"kErrorOpeningFileTextKey"			= "Nie można było otworzyć pliku, może z powodu braku programu pomocniczego. Można spróbować otworzyć go ręcznie podwójnie klikając w jego ikonę w Finderze.";

"kFileTransferClientTitleKey"		= "Klient transferu plików";
"kDisconnectTitleKey"				= "Czy chcesz odłączyć się od „%@”?";
"kDisconnectTextKey"				= "„%@” przegląda Twój komputer. Czy chcesz go odłączyć?";
"kDisconnectButtonKey"				= "Rozłącz";


"kFTPConfirmAllowButton"			= "Pozwól";
"kFTPConfirmRejectButton"			= "Nie pozwól";
"kFTPConfirmMessageText"			= "„%@” chce przeglądać Twój katalog „%@”.";

"kVCardConfirmTitleText"			= "„%@” prosi o kopię Twojej wizytówki z Książki adresowej.";
"kVCardConfirmMessageText"			= "Kliknij w OK, aby zaakceptować żądanie lub w Anuluj, aby je odrzucić.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Akceptuję";
"kDeclineButtonKey"					= "Odmowa";
"kCancelButtonKey"					= "Anuluj";
"kOpenButtonKey"					= "Otwórz";
"kSkipButtonKey"					= "Pomiń";
"kShowInFinderButtonKey"			= "Pokaż w Finderze";

"kUnknownFileNameKey"				= "nieznany plik";
"kUnknownDeviceNameKey"				= "nieznane urządzenie";
"kDeviceIsSendingFileKey"			= "%@ wysyła plik";

"kTransferringKey"					= "Przesyłam…";
"kTransferringFileKey"				= "Przesyłam „%@”…";
"kTransferCompleteKey"				= "Przesyłanie zakończone";
"kTransfersCompleteKey"				= "Przesyłanie zakończone";
"kTransferFailedKey"				= "Przesyłanie nie powiodło się";

"kWaitingKey"						= "Oczekuję na więcej plików…";

"kIncomingFileKey"					= "Przychodzący plik z:";


"kTypeFolderKey"					= "Katalog";
"kTypeApplicationKey"				= "Program";
"kTypeKextKey"						= "rozszerzenie jądra";
"kTypeBundleKey"					= "Pakiet";
"kTypeFrameworkKey"					= "Szkielet";
